sfranzyshen/micropython/ports/esp32/boards/OTTO_ESP32_8MB/mpconfigboard.h
#ifndef MICROPY_HW_BOARD_NAME
#define MICROPY_HW_BOARD_NAME "OTTO_ESP32_8MB"
#endif

#ifndef MICROPY_HW_MCU_NAME
#define MICROPY_HW_MCU_NAME "ESP32"
#endif
